<?php

return [
    'index' => [
        'stages'            => 'المراحل',
        'add_new'           => 'إضافة مرحلة جديدة',
        'id'                => 'id',
        'image'             => 'صورة المرحلة',
        'stage'             => 'العنوان',
        'stage_ar'          => 'العنوان بالعربي',
        'created_at'        => 'إنشئ في',
        'actions'           => 'العمليات',
    ],
    'create' => [
        'stages'            => 'المراحل',
        'add_new'       => 'إضافة مرحلة جديدة',
        'image'             => 'صورة المرحلة',
        'stage'             => 'العنوان',
        'stage_ar'          => 'العنوان بالعربي',
        'save'              => 'حفظ',
        'back'              => 'رجوع',
    ],
    'update' => [
        'stages'            => 'المراحل',
        'edit_stage'        => 'تعديل المرحلة',
        'image'             => 'صورة المرحلة',
        'stage'             => 'العنوان',
        'stage_ar'          => 'العنوان بالعربي',
        'update'            => 'تعديل',
        'back'              => 'رجوع',
    ],
];
